[
  "What’s the most fun thing you’ve done recently?",
  "What’s your favorite way to unwind after a long day?",
  "Who’s your celebrity crush?",
  "What was your dream job when you were a kid?",
  "What’s your favorite book/movie/show/podcast?",
  "What’s the best trip you’ve ever taken?",
  "What’s the most adventurous thing you would like to do?",
  "What’s your hidden talent?",
  "What's the weirdest food combination you've ever tried that turned out to be surprisingly great?",
  "What’s the most surprising fact you know that always blows people’s minds?",
  "Do you prefer the outdoors or indoors?",
  "What’s your best quality?",
  "What’s your worst quality?",
  "What does “home” mean to you?",
  "What’s your favorite childhood memory?",
  "Who are your role models?",
  "What is your relationship with your family like?",
  "What is your idea of happiness?",
  "Where do you see yourself five years from now?",
  "What goal are you working toward right now?",
  "What’s the biggest challenge you’re facing right now?",
  "What does retirement look like to you?",
  "What’s a skill or quality you would like to develop in yourself?",
  "Have you ever experienced a life-altering moment that changed your perspective?",
  "What do you consider your biggest accomplishment so far?",
  "What’s the most difficult thing you’ve ever been through?",
  "How do you cope when you’re upset or stressed out?",
  "What are you most grateful for?",
  "What’s your worst habit?",
  "If you could change one thing about yourself, what would it be?",
  "If you could have any superpower, what would you pick?",
  "If you could travel anywhere in the world right now, where would you go?",
  "If you could switch lives with someone for a day, who would it be?",
  "If you had three wishes, what would you ask for?",
  "If you could go back in time and witness a historical event, which one would you choose?",
  "If you could have dinner with anyone (living or dead), who would you pick?",
  "If you could invent one thing right now, what would it be?",
  "If you could befriend any animal, which would it be?",
  "Which movie best represents your life?",
  "Which actor would you pick to play you in a sitcom about your life?",
  "What’s the best question you’ve ever been asked?",
  "Who’s the most influential person in your life?",
  "What’s the best decision you’ve ever made in your life?",
  "What’s your deepest regret and how can you forgive yourself or make amends?",
  "What interests you about the person sitting across from (or next to you)?",
  "If you could change one thing about the world, what would it be?",
  "If you could take one quality from a person you know, who and what would it be?",
  "What’s your biggest pet peeve?",
  "Who’s the most joyful person you’ve ever met?",
  "What’s been the best moment of your life so far?",
  "Do you believe in second chances?",
  "What’s something I don’t know about you?",
  "If you could teleport to any location, where would it be?",
  "Who do you trust most in life?",
  "What’s the most important characteristic you look for in a partner?",
  "What’s most important to you right now?",
  "What question can’t you seem to find the answer to?",
  "What’s the biggest “what if” in your mind?",
  "What’s the first thing that comes to mind when you think of success?",
  "Past or present is there someone you wish you made amends with? If so, who and why?",
  "What’s the question you want to ask most? To whom and why?",
  "Who is someone you wish was still around?",
  "How have you shown up for yourself lately?",
  "What’s the superpower of the person across from you?",
  "If you could receive closure from one person, who would it be?",
  "Are you resisting change? If so, why?",
  "In your own words, what does love mean?",
  "In your own words, what does self-worth mean?",
  "Have you made space in your life for what you want?",
  "What’s a moment you will cherish forever?",
  "How do you handle anger?",
  "What’s special about this moment?",
  "What’s been the miracle in the mundane for you lately?",
  "Where have you felt most rejected?",
  "Where have you felt most accepted?",
  "What have you learned about yourself in the past year?",
  "What about yourself do you have trouble acknowledging?",
  "What has been your most valuable life lesson?",
  "How do you reconnect with yourself after loss?",
  "What do you need most right now?",
  "What are you looking forward to?",
  "Who always has your best interest in mind?",
  "If you could give someone a star on the Walk Of Fame in your life, who would it be?",
  "What scares you the most?",
  "What’s the most sacred thing about you?",
  "What life lesson have you learned the hard way?",
  "What makes you stand out in the crowd?",
  "What’s something that shocked you about the person sitting next to you?",
  "What’s been your biggest challenge in life and how did you overcome it?",
  "What shocks you about yourself?",
  "Is there a dream you’re hiding from others?",
  "If you could adopt another perspective about life, what would it be?",
  "If you could ask God, Life, The Angels, or Powers That Be any question (and receive a direct answer), what would it be?",
  "What’s one thought-provoking question you would ask? Ask it.",
  "What wish came true when you met the person next to you?",
  "What motivates you to work hard?",
  "What form of public transportation do you prefer, and why?",
  "What’s the most spontaneous thing you’ve done lately?",
  "What two radio stations do you listen to in the car the most, and why?",
  "If you could hire someone to help you, would it be with cleaning, cooking or yard work?",
  "Would you rather vacation in Mexico or Alaska, and why?",
  "What is your favorite thing about your career?",
  "If you could live anywhere, where would it be?",
  "Who is your hero?",
  "What is your family member’s proudest accomplishment?",
  "What is your favorite book to read?",
  "What are your hobbies?",
  "What is your biggest fear?",
  "If you could choose to do anything for a day, what would it be?",
  "What is the best gift you have been given?",
  "What really makes you angry?",
  "Would you rather win the lottery or work at the perfect job? And why?",
  "Have you ever had a nickname? What is it?",
  "What would you do if you won the lottery?",
  "Do you like or dislike surprises? Why or why not?",
  "In the evening, would you rather play a game, visit a relative, watch a movie or read?",
  "What is your favorite game or sport to watch and play?",
  "If you could only eat one meal for the rest of your life, what would it be?",
  "Who is your favorite author?",
  "What is your favorite family vacation?",
  "What is your biggest complaint about your job?",
  "Which would you rather do: wash dishes, mow the lawn, clean the bathroom or vacuum the house?",
  "What is your proudest accomplishment?",
  "What's your favorite animal, and why?",
  "What makes you laugh the most?",
  "Who would you want to be stranded with on a deserted island?",
  "If you could go back in time to change one thing, what would it be?",
  "If you could share a meal with any four individuals, living or dead, who would they be?",
  "How many pillows and blankets do you have to sleep with?",
  "What's the longest you've gone without sleep (and why)?",
  "What's the tallest building you've been to the top in, and how did it make you feel?",
  "What was the last movie you went to? What did you think?",
  "If you were a superhero, what powers would you have?",
  "If money was no object, what would you do all day?",
  "If you could go back in time, what year would you travel to?",
  "Aside from necessities, what one thing could you not go a day without?",
  "How would your friends describe you?",
  "What would you sing at karaoke night, and why?",
  "What is the worst gift you have received?",
  "What's the emoji you use the most? And why do you think that is?",
  "What are your three favorite TV shows of all time?",
  "What fictional character do you most identify with?",
  "Do you have the desire to be famous?",
  "What unnecessary products or services do you consider necessary?",
  "Which fictional villain made you feel real hatred towards them?",
  "What habit do you have that you think not many other people have?",
  "How often is your brain on autopilot?",
  "How long have you gone without talking to a family member?",
  "If colors had a taste, what would each color taste like?",
  "What names were ruined for you because you knew someone terrible with that name?",
  "What’s the best conspiracy theory you can think of?",
  "How often do you feel utterly worn down?",
  "What gross and unhygienic things do people do that bother you?",
  "What was the best thing about how your parents raised you?",
  "Where is the craziest place you have danced, and how did it make you feel?",
  "If when you died, you got put into a room for eternity with people who died the same way, how would you want to die?",
  "What would an amusement park filled with your biggest fears be like? What rides would it have?",
  "If there was a slogan for your life, what would it be?",
  "What do you think people really need to chill out about?",
  "What are the two biggest lessons you’ve learned from previous relationships?",
  "Why do you think we dream?",
  "If you could switch bodies for a length of time of your choosing, would you? And if so, how long?",
  "What inedible thing do you wish you could eat?",
  "Which hairstyles fit with which personalities?",
  "Which friend would you choose as the next president?",
  "What’s the most stress-relieving thing you can get/do for less than $20?",
  "What’s something you wish you had never learned how it was made or how it works?",
  "What do most people overestimate or underestimate about you?",
  "What silly thing do you take a lot of pride in?",
  "What crazy things will you do if you ever become rich?",
  "If you were forced into a dance competition, what song would you choose to dance to, and why?",
  "You have unlimited wishes but every time you make a wish, what you love most is erased from the world. How many wishes do you make and what do you wish for?",
  "How do you think the world should change?",
  "How do you feel about God?",
  "What scrambles your brain every time you think about it?",
  "Do you think social media is good or bad for our society?",
  "What would be the absolute perfect day?",
  "Is there a movie that you think every person should watch in their lifetime?",
  "If you could change your first name, what do you wish it would be?",
  "What do you think aliens would look/be like?",
  "How often do you think about death?",
  "Are there any medical concerns that run in your family?",
  "Are you happy with how you were raised?",
  "What event from the past do you most want to see a recording of?",
  "What would an amusement park designed specifically to make you happy, be like?",
  "What is something you probably should do, but will never do?",
  "What great idea would you like to try if you had enough money?",
  "If you were in a high-speed chase, what song would you want blaring on the radio, and why?",
  "Is there a type of music genre that you feel especially connected to?",
  "What is your favorite quote, and why?",
  "If you were given immortality, would you accept it?",
  "What are your favorite books?",
  "Are you a morning person or a night owl?",
  "Are you still friends with anyone from high school?",
  "Who or what inspires you?",
  "If you could be someone else for a day, who would it be and why?",
  "What's your biggest guilty pleasure?",
  "What celebrity do people compare you to?",
  "Do you believe in soulmates?",
  "What's the craziest thing you've ever done for a friend?",
  "Do you consider yourself a pessimist or an optimist?",
  "Do you think there's a right age to get married?",
  "What was your best birthday?",
  "Would you rather go on a road trip or take a long flight, and why?",
  "Have you ever seen a ghost?",
  "Do you consider yourself an introvert or an extrovert?",
  "Which parent are you closer to and why?",
  "What are your thoughts on online dating or apps like Tinder?",
  "What’s on your bucket list this year?",
  "How would you describe your best friend?",
  "What do you think of best friends of the opposite sex?",
  "What makes you feel accomplished?",
  "How do you feel about sharing your password with your partner?",
  "What was the best phase in your life?",
  "Would you still love your spouse if they were diagnosed with a terminal disease?",
  "What qualities do you admire about your parents?",
  "What are some of your favorite songs?",
  "What was the worst phase in your life?",
  "What is the craziest thing you’ve ever done and would you do it again?",
  "If a genie granted you three wishes right now, what would you wish for?",
  "Does your job make you happy?",
  "What’s the one thing you would like to change about yourself?",
  "Would you ever take back someone who cheated?",
  "What is a relationship deal breaker for you?",
  "Are you more into looks or brains?",
  "When do you think a person is ready for marriage?",
  "Is what you’re doing now what you always wanted to do growing up?",
  "Have you ever lost someone close to you?",
  "If you are in a bad mood, do you prefer to be left alone or have someone to cheer you up?",
  "What’s the one thing that people always misunderstand about you?",
  "What is your idea of a perfect vacation, and why?",
  "When was the last time you broke someone’s heart?",
  "Would you relocate for love?",
  "What did you want to be when you were younger?",
  "What kind of parent do you think you will be?",
  "Do you judge a book by its cover?",
  "What’s your biggest regret in life?",
  "Who is that one person you can talk to about just anything?",
  "What’s an ideal weekend for you?",
  "Are you religious or spiritual?",
  "Would you take on your significant other's religion if they had one?",
  "What’s been your biggest mistake so far in life and what did you learn from it?",
  "Where is your favorite place in the entire world to go?",
  "What did your past relationship teach you?",
  "What’s your philosophy in life?",
  "What are your top five favorite movies, and why?",
  "What would you do if your parents didn’t like your partner?",
  "Do you think of yourself as empathetic?",
  "What do you think is the meaning of life?",
  "When have you felt your biggest adrenaline rush?",
  "Why did your last relationship end?",
  "Are you confrontational?",
  "Do you usually stay friends with your exes?",
  "Do you believe in karma?",
  "If you could trade sexes for a day, what would you do?",
  "What’s your “and then it got worse” story?",
  "What’s something you learned recently that you really should have already known?",
  "What was something you enjoyed as a child but now cringe at the thought of? Can you pinpoint why that changed?",
  "Do you feel a lot of pressure to be successful?",
  "What’s the craziest thing you’ve ever done for love?",
  "Do you prefer being warmed when you’re too cold or being cooled when you’re too hot?",
  "Do you still think about your ex-BFF?",
  "Is flirting cheating?",
  "Would you consider yourself a generous person?",
  "What qualities did you inherit from your parents?",
  "What do you most look forward to about getting old?",
  "Are you passionate about collecting anything?",
  "Are you ever insecure about your sense of humor?",
  "Do you feel more comfortable with the idea of working remotely or in person, and why?",
  "Do you feel understood by the people closest to you?",
  "What do you wish you could re-live in your lifetime?",
  "What’s an innocent mistake you made that had dramatic consequences?",
  "Who would you trust to buy clothes for you and totally nail it?",
  "What’s something weird that you recommend everyone try at least once?",
  "Do you feel a special connection with any particular type of animal?",
  "Is it hard for you to accept feedback?",
  "Would you go through a partner's phone if you could?",
  "What’s something horrible that we as humans have accepted, because that’s just how things are; but actually things don’t have to be that way at all?",
  "If you could hear every time someone said something good about you or something negative about you, which would you choose?",
  "What do you think people automatically assume about you when they look at you?",
  "Looking back on your life, what have you done that has given you the most satisfaction?",
  "What’s the best advice you've ever gotten?",
  "When was the last time you laughed so hard you cried?",
  "Is there anything you've been wanting to tell a friend, but don't know how to?",
  "What’s your story?",
  "What do you wish you had more time for?",
  "What do you like to do that is traditionally considered masculine?",
  "If everything was quantified, what life stats would like to see for yourself?",
  "What do you really wish you knew when you were younger?",
  "Do you feel like you're living out your personal dreams?",
  "What would you do if you weren't afraid to try?",
  "When was the last time you had a gut feeling about something that turned out to be correct? How about a time your gut feeling was wrong?",
  "How decisive or indecisive are you?",
  "What’s the biggest lie that you've told someone?",
  "What would you do if one day you woke up and every person was just gone without a trace?",
  "What body features do you pay the most attention to?",
  "Do you practice self-affirmations?",
  "If you could dedicate your life to solving one problem, what problem would you choose?",
  "What was the worst phase you went through in life?",
  "What's the best bad decision you ever made?"
]